{"movies":[{"id":2,"name":"Робин Гуд: Начало","price":"300","rating":6.9,"duration":111,"genre":["Приключения","Боевики","Исторические"],"description":"История о приключениях легендарного разбойника Робина Гуда. Вернувшись из крестового похода, молодой дворянин Робин становится благородным вором и борется с властью бесчестного шерифа Ноттингема. Звезда киносерии «Kingsman» Тэрон Эджертон вооружается луком и стрелами в очень вольной экранизации классических английских баллад «Робин Гуд: Начало». Вместе с ним порядок в средневековой Англии наводит герой Джейми Фокса («Рэй», «Джанго освобожденный»), выступая против могущественного шерифа в исполнении Бена Мендельсона («Первому игроку приготовиться»). Молодой дворянин из Ноттингема Робин, ведущий безбедную аристократическую жизнь, присоединяется к Третьему крестовому походу. Ужасы войны и несправедливых расправ заставляют его разочароваться в прежних идеалах. Робин возвращается домой спустя четыре года и не узнает родной город. Фактическую власть захватил местный шериф, а самого Робина давно признали погибшим. Даже его возлюбленная Мэриан успела найти себе другого жениха. Увидев, в каком бедственном положении живет народ, Робин присоединяется к группе мятежников. Вместе с лучшим другом Джоном он создает неуловимую банду, отбирающую у властей их главную силу – деньги. Так благородный дворянин становится самым известным вором Англии и легендой Шервудского леса. Приключенческий боевик «Робин Гуд: Начало» можно посмотреть в нашем онлайн-кинотеатре.\n  Приглашаем посмотреть фильм «Робин Гуд: Начало» в нашем онлайн-кинотеатре совершенно бесплатно в хорошем HD качестве. Приятного просмотра!","languages":["Русский","Английский"],"actors":[{"name":"Тэрон Эджертон","photoUrl":"https://thumbs.dfs.ivi.ru/storage6/contents/d/e/9ce12326726e47b85c189daa819ab0.jpg"},{"name":"Джейми Фокс","photoUrl":"https://thumbs.dfs.ivi.ru/storage38/contents/8/e/24e1139aa5f577b53513c3baaebecd.jpg"},{"name":"Ив Хьюсон","photoUrl":"https://thumbs.dfs.ivi.ru/storage6/contents/7/f/cf1b758a25be2edb393c96a900eb31.jpg"}],"videoQuality":"UltraHd 4k","recommended":[1],"reviews":["Фильм сам по себе очень не плохой, если вы хотите увидеть экранизацию книги или мультика, то вам точно не сюда. Сюжет в старом добром: есть злодей надо убрать ( хотя так было и в книге ), если откинуть \"лишние\" мысли, то фильм зайдет на ура. Советую для просмотра. Те кто смотрел \"Кингсман\", здесь что то \"похожее\", хотя и грубо сказано.","Фильм, супер зашел!!!)"],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/jW1KPz8TnhNwUGUvM60mQK6QYv0PGfeHhfnmoTj3cQuCSQdiAhs561931/mp4-hi/9NRZR1mjbKizEjZlKQ1EWw,1589743625/storage32/contents/e/6/e8fb4704baaaed226634a3348e2941.mp4?rnd=0.7346749085040234"},{"id":3,"name":"Мелкая","price":"Бесплатно","rating":7.3,"duration":108,"genre":["Комедии","Мелодрамы","Фэнтези"],"description":"Бывший школьный изгой Джордан, повзрослев, стала большим начальником и невыносимым тираном. Она навлекает на себя волшебное проклятие и снова превращается в 13-летнюю школьницу. Реджина Холл («Очень страшное кино»), Исса Рэй («Белая ворона») и Джастин Хартли («Тайны Смолвиля») в комедии воспитания Тины Гордон Чизм «Мелкая». В далеком и печальном прошлом Джордан Сандерс была прилежной ученицей и одинокой девочкой, над которой постоянно издевались в школе. Проходит двадцать пять лет, и теперь Сандерс возглавляет крупнейшую технологическую компанию Атланты. Она превратилась в тирана-начальника, унижающего и запугивающего своих подчиненных, причем больше всего достается ее личной помощнице Эйприл Уильямс. Возмездие неминуемо: в один прекрасный день Джордан снова просыпается в теле 13-летней девочки. Ей приходится признать над собой опеку Эйприл и вернуться в ненавистную школу. Тем временем приближается крупная сделка, способная изменить судьбу ее компании, поэтому Джордан нужно срочно взрослеть. Приглашаем посмотреть фильм «Мелкая» в нашем онлайн-кинотеатре.","languages":["Русский","Английский","Украинский"],"actors":[{"name":"Реджина Холл","photoUrl":"https://thumbs.dfs.ivi.ru/storage6/contents/9/2/4cef03ada22db52fb3eb62c722abec.jpg"},{"name":"Марсаи Мартин","photoUrl":"https://thumbs.dfs.ivi.ru/storage39/contents/1/4/269f4bf7a21cb33d3ddf43487ec04c.jpg"},{"name":"Рэйчел Дрэч","photoUrl":"https://thumbs.dfs.ivi.ru/storage28/contents/a/9/9a5961ac52d8eff78192db8c6af630.jpg"}],"videoQuality":"FullHD 1080","recommended":[2],"reviews":["легкий мотивирующий фильм","Обалденый фильм. Релакс и юморок))","неожиданно классный фильм) добрый, без пошлости и прочего) очень понравилась как играла \"мелкая\"!)))"],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/mp4-shq/vbkSbP6met5cetmBfwUI5g,1589750953/storage33/contents/6/7/f960c23dd958b4b2f558582748ed1b.mp4"},{"id":4,"name":"Люси","price":"200","rating":6.9,"duration":89,"genre":["Фантастика","Боевики","Зарубежные"],"description":"Новая картина культового французского режиссера Люка Бессона, умело сочетающая в себе масштабный фантастический боевик и философскую драму. В главных ролях – обворожительная Скарлетт Йоханссон и легендарный Морган Фримен. Когда Люси соглашается на просьбу бойфренда передать некий чемодан мистеру Чену, она даже не подозревает, куда ее это приведет. В чемодане оказывается новейший наркотик, который заставляет работать мозг человека на все 100 процентов, что дает ему неограниченные силы. В результате неразберихи Люси случайно получает ударную дозу препарата и колоссальные способности. Она может не только управлять материей и смотреть сквозь стены, но и сломать пространственно-временной континуум, что позволит ей перемещаться во времени… Так хрупкая блондинка Люси становится невероятно опасна для человечества. Если вы любите динамичное, эффектное и неглупое кино, то смотреть онлайн «Люси» доставит вам огромное удовольствие.","languages":["Русский","Английский","Украинский"],"actors":[{"name":"Морган Фриман","photoUrl":"https://thumbs.dfs.ivi.ru/storage8/contents/d/4/aa05891d3647b35ee578145bb3c135.jpg"},{"name":"Скарлетт Йоханссон","photoUrl":"https://thumbs.dfs.ivi.ru/storage33/contents/f/b/722ce30ba1a228f9d1aa5650db3aea.jpg"}],"videoQuality":"FullHD 1080","recommended":[2,3],"reviews":["Смотрела раз 5 его, и еще буду смотреть и смотреть)))","Очень понравился фильм 10 из 10 =)","Фильм улёт – обязателен к просмотру"],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/mp4-shq/ysbYJ05MNhudpqYMiXKN5Q,1589839406/storage3/contents/7/1/957bf66677993c997ae88a467e810f.mp4"},{"id":5,"name":"Иллюзия обмана","price":"Бесплатно","rating":8.4,"duration":110,"genre":["Детективы","Триллеры"],"description":"Они не просто фокусники и даже не иллюзионисты, они нечто большее, нечто, на первый взгляд, не поддающееся анализу или разгадке. Группа, состоящая из четырех, казалось бы, обычных молодых людей, не просто развлекает публику, а проворачивает совершенно невероятные и не совсем законные трюки. Они способны за пару секунд преодолеть пространство и время, чтобы похитить из парижского банка несколько миллионов. Готовы ли вы поверить своим глазам? Смотрите онлайн захватывающий зрелищный триллер «Иллюзия обмана» и, возможно, вы узнаете их секрет. Отчаянную четверку сыграли Джесси Айзенберг («Социальная сеть», «Добро пожаловать в Zомбилэнд», «Римские приключения»), Дэйв Франко («Мачо и ботан»), Айла Фишер («Да, возможно...») и Вуди Харрельсон («Прирожденные убийцы», «Старикам тут не место», «Семь психопатов»). Также в картине снялись оскароносцы Морган Фриман и Майкл Кейн, Марк Руффало («Остров проклятых», «Мстители») и Мелани Лоран («Бесславные ублюдки»).","languages":["Английский"],"actors":[{"name":"Джесси Айзенберг","photoUrl":"https://thumbs.dfs.ivi.ru/storage26/contents/0/2/39b22de254fc108e68221cb2163558.jpeg"},{"name":"Вуди Харрельсон","photoUrl":"https://thumbs.dfs.ivi.ru/storage4/contents/5/6/a175d52d1a4ac1881e90e454e2059c.jpg"},{"name":"Айла Фишер","photoUrl":"https://thumbs.dfs.ivi.ru/storage29/contents/6/e/95672dac6ca4a6b7294767ede97e46.jpg"}],"videoQuality":"UltraHd 4k","recommended":[4],"reviews":["шикарное кино, стоит посмотреть, но хотелось бы продолжения","Это ж первая часть? Самая крутая, как по мне. Пересмотрела с удовольствием.","Замечательно, давно я не видел фильмы, при просмотре которых не смотришь на часы."],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/jW1KHHLDg3IS0HUhm56tKM0zlI87XqMiQEM1kI24KrIL9ODxo6er78310/mp4-hi/b9SgiqcyLQC9pEjE_03-yg,1589839983/storage15/contents/a/5/4cb5ac86b3d8a12ef28b8539503701.mp4?rnd=0.7859484607345109"},{"id":6,"name":"Мелкая","price":"Бесплатно","rating":7.3,"duration":108,"genre":["Комедии","Мелодрамы","Фэнтези"],"description":"Бывший школьный изгой Джордан, повзрослев, стала большим начальником и невыносимым тираном. Она навлекает на себя волшебное проклятие и снова превращается в 13-летнюю школьницу. Реджина Холл («Очень страшное кино»), Исса Рэй («Белая ворона») и Джастин Хартли («Тайны Смолвиля») в комедии воспитания Тины Гордон Чизм «Мелкая». В далеком и печальном прошлом Джордан Сандерс была прилежной ученицей и одинокой девочкой, над которой постоянно издевались в школе. Проходит двадцать пять лет, и теперь Сандерс возглавляет крупнейшую технологическую компанию Атланты. Она превратилась в тирана-начальника, унижающего и запугивающего своих подчиненных, причем больше всего достается ее личной помощнице Эйприл Уильямс. Возмездие неминуемо: в один прекрасный день Джордан снова просыпается в теле 13-летней девочки. Ей приходится признать над собой опеку Эйприл и вернуться в ненавистную школу. Тем временем приближается крупная сделка, способная изменить судьбу ее компании, поэтому Джордан нужно срочно взрослеть. Приглашаем посмотреть фильм «Мелкая» в нашем онлайн-кинотеатре.","languages":["Русский","Английский","Украинский"],"actors":[{"name":"Реджина Холл","photoUrl":"https://thumbs.dfs.ivi.ru/storage6/contents/9/2/4cef03ada22db52fb3eb62c722abec.jpg"},{"name":"Марсаи Мартин","photoUrl":"https://thumbs.dfs.ivi.ru/storage39/contents/1/4/269f4bf7a21cb33d3ddf43487ec04c.jpg"},{"name":"Рэйчел Дрэч","photoUrl":"https://thumbs.dfs.ivi.ru/storage28/contents/a/9/9a5961ac52d8eff78192db8c6af630.jpg"}],"videoQuality":"FullHD 1080","recommended":[2],"reviews":["легкий мотивирующий фильм","Обалденый фильм. Релакс и юморок))","неожиданно классный фильм) добрый, без пошлости и прочего) очень понравилась как играла \"мелкая\"!)))"],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/mp4-shq/vbkSbP6met5cetmBfwUI5g,1589750953/storage33/contents/6/7/f960c23dd958b4b2f558582748ed1b.mp4"},{"id":1,"name":"21 мост2","price":"Подписка","rating":7.9,"duration":99,"genre":["Драмы","Триллеры","Боевики"],"description":"Полицейскому Андре Девису доверяют расследовать убийство восьми копов, погибших в борьбе с наркоторговцами. Чтобы поймать преступников, он решает закрыть все мосты Манхэттена и заблокировать остров.\n  В центре сюжета – сотрудник полиции Андре Девис, который отличается особой жестокостью к нарушителям закона. Однажды ночью его вызывают на место страшного преступления. Двое мужчин – Рэй и Майкл – хотели ограбить наркоторговцев и забрать 30 килограмм кокаина, но их планы нарушились: веществ оказалось намного больше, а к хранилищу неожиданно приехали копы. Началась перестрелка, в результате которой погибли восемь полицейских.\n  Андре решает во что бы то ни стало поймать злодеев. На помощь ему приходит Фрэнки – коллега из отдела наркоконтроля. У героев есть всего несколько часов, и Андре принимает решение полностью заблокировать Манхэттен, чтобы преступники не сбежали. Он приказывает перекрыть все мосты, которые соединяют остров с материком. Помогут ли такие радикальные меры? Чтобы узнать, посмотрите боевик «21 мост» в нашем онлайн-кинотеатре.\n  Приглашаем посмотреть фильм «21 мост» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!","languages":["Русский"],"actors":[{"name":"Брайан Кирк","photoUrl":"https://thumbs.dfs.ivi.ru/storage9/contents/1/d/e6ee88fd0fdecc334fdacb4bb71a85.jpg"},{"name":"Чедвик Боузман","photoUrl":"https://thumbs.dfs.ivi.ru/storage15/contents/9/b/772c4dd5eb88d92ee3da6a212296c4.jpg"}],"videoQuality":"FullHD 1080","recommended":[2],"reviews":["\n  Понравился американский драматический боевик \"21 мост\". Удивил полицейский Андре, его ярость и жестокость к преступникам, вынужденное решение заблокировать все мосты Манхеттена – бесподобно. Фильм смотрелся на одном дыхании, рекомендую всем к просмотру."],"videoSrc":"https://ivi-vod-ru-cis.gcdn.co/jW1J2BDLUgLiyZ4k8qXSQPFlfBSOsJuTHAlxG0kD6DMzgHGuC3R143820/mp4-hi/iShZLZjn3DH9d_8_uarNag,1589743271/storage28/contents/4/7/a0b9095f8f56abdb4c1405f7e907fd.mp4?rnd=0.7834550252437174"}]}